{
	"wporg-1": {
		"label": "Cannot access dashboard",
		"content": "Try <a href=\"https://wordpress.org/support/article/faq-troubleshooting/#how-to-deactivate-all-plugins-when-not-able-to-access-the-administrative-menus\">manually resetting your plugins</a> (no Dashboard access required). If that resolves the issue, reactivate each one individually until you find the cause.\n\nIf that does not resolve the issue, access your server via <a href=\"https://wordpress.org/support/article/ftp-clients/\">SFTP or FTP</a>, or a file manager in your hosting account's control panel, navigate to `/wp-content/themes/` and rename the directory of your currently active theme. This will force the default theme to activate and hopefully rule-out a theme-specific issue (theme functions can interfere like plugins)."
	},
	"wporg-2": {
		"label": "Error related to plugin or theme conflict",
		"content": "This may be a plugin or theme conflict. Please attempt to disable all plugins, and use one of the default (Twenty*) themes. If the problem goes away, enable them one by one to identify the source of your troubles.\n\nIf you can install plugins, install and activate "Health Check": <a href=\"https://wordpress.org/plugins/health-check/\">https://wordpress.org/plugins/health-check/</a>  \nIt will add some additional features under the menu item under Tools > Site Health.\nOn its troubleshooting tab, you can Enable Troubleshooting Mode. This will disable all plugins, switch to a standard WordPress theme (if available), allow you to turn your plugins on and off and switch between themes, &lt;strong>without affecting normal visitors to your site&lt;/strong>. This allows you to test for various compatibility issues. \nThere’s a more detailed description about how to use the Health Check plugin and its Troubleshooting Mode at <a href=\"https://make.wordpress.org/support/handbook/appendix/troubleshooting-using-the-health-check/\">https://make.wordpress.org/support/handbook/appendix/troubleshooting-using-the-health-check/</a>"
	},
	"wporg-3": {
		"label": "Error related to missing or damaged core files",
		"content": "Try <a href=\"https://wordpress.org/download/\">downloading WordPress</a> again, access your server via <a href=\"https://wordpress.org/support/article/ftp-clients/\">SFTP or FTP</a>, or a file manager in your hosting account's control panel, and delete then replace your copies of everything <strong>except</strong> the `wp-config.php` file and the `/wp-content/` directory with fresh copies from the download. This will effectively replace all of your core files without damaging your content and settings.\n\nSome uploaders tend to be unreliable when overwriting files, so don't forget to delete the original files before replacing them."
	},
	"wporg-4": {
		"label": "Out of memory errors",
		"content": "If you're seeing this error either suddenly (no specific task was done to cause the error) or frequently, try deactivating all plugins to rule-out a plugin-specific issue and try switching themes to rule-out a theme-specific issue.\n\nOtherwise, here are three ways to increase PHP's memory allocation:\n\n1. If you can edit or override the system `php.ini` file, increase the memory limit. For example, `memory_limit = 128M`\n\n2. If you cannot edit or override the system `php.ini` file, add `php_value memory_limit 128M` to your `.htaccess` file.\n\n3. If neither of these work, it's time to ask your hosting provider to temporarily increase PHP's memory allocation on your account.\n\n(in the above examples, the limit is set to 128MB)"
	},
	"wporg-5": {
		"label": "Error 500: Internal server error",
		"content": "Internal server errors (error 500) are often caused by plugin or theme function conflicts, so if you have access to your admin panel, try deactivating all plugins. If you don't have access to your admin panel, try <a href=\"https://wordpress.org/support/article/faq-troubleshooting/#how-to-deactivate-all-plugins-when-not-able-to-access-the-administrative-menus\">manually resetting your plugins</a> (no Dashboard access required). If that resolves the issue, reactivate each one individually until you find the cause.\n\nIf that does not resolve the issue, try switching to the default theme for your version of WordPress to rule-out a theme-specific issue. If you don't have access to your admin panel, access your server via <a href=\"https://wordpress.org/support/article/ftp-clients/\">SFTP or FTP</a>, or a file manager in your hosting account's control panel, navigate to `/wp-content/themes/` and rename the directory of your currently active theme. This will force the default theme to activate and hopefully rule-out a theme-specific issue.\n\nIf that does not resolve the issue, it's possible that a `.htaccess` rule could be the source of the problem. To check for this, access your server via SFTP or FTP, or a file manager in your hosting account's control panel, and rename the `.htaccess` file. If you can't find a `.htaccess` file, make sure that you have set your SFTP or FTP client to view invisible files.\n\nIf you weren’t able to resolve the issue by either resetting your plugins and theme or renaming your `.htaccess` file, we may be able to help, but we'll need a more detailed error message. Internal server errors are usually described in more detail in the server error log. If you have access to your server error log, generate the error again, note the date and time, then immediately check your server error log for any errors that occurred during that time period. If you don’t have access to your server error log, ask your hosting provider to look for you."
	},
	"wporg-6": {
		"label": "Hacked?",
		"content": "Carefully follow <a href=\"https://wordpress.org/support/article/faq-my-site-was-hacked/\">this guide</a>. When you're done, you may want to implement some (if not all) of <a href=\"https://wordpress.org/support/article/hardening-wordpress/\">the recommended security measures</a> and <a href=\"https://wordpress.org/support/article/wordpress-backups/\">start backing up your site</a>."
	}
}
